Repository: wp-plugins/expire-users
Catalog: languages/expire-users-*.po
Languages: fr_fr

source: Expire Date
fr_fr: Date de fin de validité

source: (expired)
fr_fr: (Expiré)

source: User Expiry Information
fr_fr: Informations sur la date d'expiration

source: Edit
fr_fr: Modifier

source: Expiry Date
fr_fr: Date de fin de validité

source: Never
fr_fr: Jamais

source: In
fr_fr: Dans

source: On
fr_fr: Le

source: On Expire, Default to Role
fr_fr: Rôle par défaut à la date de fin de validité

source: Don't change role
fr_fr: Ne pas modifier le rôle

source: Expire Actions
fr_fr: Règles d'expiration

source: Replace user's password with a randomly generated one
fr_fr: Remplacer le mot de passe de l'utilisateur avec un nouveau mot de passe généré aléatoirement

source: Remove expiry details and allow user to continue to login
fr_fr: Effacer la date de fin de validité et permettre à l'utilisateur de continuer à s'identifier

source: Email Notifications
fr_fr: Notifications par email

source: View and configure messages
fr_fr: Voir et configurer les messages

source: days
fr_fr: jours

source: weeks
fr_fr: semaines

source: months
fr_fr: mois

source: years
fr_fr: années

source: Feb
fr_fr: Fév

source: Mar
fr_fr: Mars

source: Apr
fr_fr: Avr

source: May
fr_fr: Mai

source: Jun
fr_fr: Juin

source: Jul
fr_fr: Juil

source: Aug
fr_fr: Août

source: Sep
fr_fr: Sept

source: Dec
fr_fr: Déc

source: Cancel
fr_fr: Annuler

source: <p>Activate and configure default expiry settings for users who register via the registration form.</p>
fr_fr: <p>Calculer automatiquement la date de fin de validité pour les nouveaux utilisateurs qui s'inscrivent via le formulaire d'inscription.</p>

source: <li>replace user's password with a randomly generated one.</li>
fr_fr: <li>Remplacer le mot de passe de l'utilisateur avec un nouveau mot de passe généré aléatoirement</li>

source: <li>remove expiry details and allow user to continue to login.</li>
fr_fr: <li>Effacer la date de fin de validité et permettre à l'utilisateur de continuer à s'identifier</li>

source: Expiry Settings
fr_fr: Paramètres d'expiration

source: <p><strong>Notification Emails</strong><br />These emails are sent if you have checked the checkboxes on a user's profile.</p>
fr_fr: <p>Des emails seront envoyés en fonction des cases cochées sur le profil des utilisateurs.</p>

source: Expire Users Plugin
fr_fr: Politique d'expiration

source: Support Forum
fr_fr: Forum d'aide

source: Contribute at Github
fr_fr: Contribuer à GitHub

source: Submit an Issue
fr_fr: Soumettre un commentaire

source: User Expired Notification
fr_fr: Activer la notification par email à l'utilisateur

source: This email is sent to a user when their login details expire.
fr_fr: Cet email est automatiquement envoyé à l'utilisateur lorsque la date de fin de validité de son compte est atteinte.

source: User Expired Admin Notification
fr_fr: Activer la notification par email à l'administrateur

source: This email is sent to the WordPress admin email address when a user expires.
fr_fr: Cet email est automatiquement envoyé à l'administrateur lorsque le compte d'un utilisateur a atteint la date de fin de validité.

source: No notification defined.
fr_fr: Aucune notification définie.

source: Settings
fr_fr: Paramètres

source: Expire Settings
fr_fr: Règles d'expiration

source: Expire Users Settings
fr_fr: Règles d'expiration des comptes utilisateur

source: Options saved
fr_fr: Les paramètres ont été enregistrés.

source: Registered User Expiry Settings
fr_fr: Réglages des paramètres d'expiration

source: Automatically set expiry date for new users who register via the registration form.
fr_fr: Calculer automatiquement la date de fin de validité pour les nouveaux utilisateurs qui s'inscrivent via le formulaire d'inscription.

source: Notification Emails
fr_fr: Réglages des notifications par email

source: These emails are sent if you have checked the checkboxes on a user's profile.
fr_fr: Des emails seront envoyés en fonction des cases cochées sur le profil des utilisateurs.

source: You may use the following placeholders in the notification email messages below:
fr_fr: Vous pouvez utiliser les variables suivantes dans les messages de notification définis ci-dessous :

source: Save Options
fr_fr: Enregistrer les paramètres

source: Expires: %s
fr_fr: Expire : %s

source: Expired: %s
fr_fr: Expiré : %s

source: Your login details to %%sitename%% have expired
fr_fr: Votre accès au site %%sitename%% a expiré

source: Login details to %%sitename%% have expired (%%username%%)
fr_fr: L'accès au site %%sitename%% a expiré pour l'utilisateur %%username%%

source: Your access to %%sitename%% has expired.
fr_fr: Votre accès au site %%sitename%% a expiré.

source: Access to %%sitename%% has expired for %%name%% (%%username%%) on %%expirydate%%
fr_fr: L'accès au site %%sitename%% a expiré pour l'utilisateur %%name%% (%%username%%) le %%expirydate%%.

source: ERROR:
fr_fr: Erreur:

source: Your user details have expired.
fr_fr: votre compte utilisateur a expiré !

source: Your user details have expired so you are no longer able to reset your password.
fr_fr: votre compte utilisateur a expiré, c'est pour cela que vous n'êtes plus en mesure de réinitialiser votre mot de passe.

source: M d, Y
fr_fr: d/m/Y

source: Expires %s
fr_fr: Expire %s

source: Expired %s
fr_fr: Expiré %s

source: Never Expire
fr_fr: N'expire jamais
